# 'brew tap'
tap "homebrew/bundle"

# 'brew install'
brew "corepack"
brew "fnm"
brew "gh"
brew "helix"
brew "jq"

# 'brew install --cask'
cask "iterm2"
cask "1password"
cask "visual-studio-code"
cask "arc"
cask "google-chrome"
cask "clipy"
cask "github"
cask "google-japanese-ime"
cask "obsidian"
cask "rectangle"

# 'vscode --install-extension'
